﻿[language]

;Language name 

name=Nederlands

[firstrun]
chooselanguage=Kies uw taal!
ok=OK
ignore=Negeren
oldini=Het eerder gebruikte configuratiebestand importeren
loadini=Importeren
loadfail=Het configuratiebestand is niet gevonden in deze map!
loadsuccessful=Succesvol geïmporteerd!
steambak=Wilt u Steam-configuratiebestanden synchroniseren? 
steamerror=Voer Steam uit om uw aankoop te verifiëren!

[steam]
save=Configuratie opslaan in Steam cloud
load=Steam Cloud configuratie herstellen
steamnotrun=Moet Steam uitvoeren om deze functie te gebruiken!
uploadfilemaxsize=De maximale grootte van het geüploade bestand is 100 MB


[workshop]
list_install=Geïnstalleerd
list_home=Huis
list_subscribe=Geabonneerd
list_upload=Geüpload
list_voteup=Leuk gevonden
list_themesskin=Skins en thema's
list_widget=Componentstijl

newthemetip=Voer een themanaam in
deltheme=Verwijderen thema

subscribe=Abonnement
unsubscribe=Afmelden

icons=Icon pack
dockskin=Dok huid
Single icon=Enkel pictogram
Time skin=Tijd huid
Calendar skin=Kalenderskin
Sound=Geluid
language=Taal

sort_alltime=allemaal
sort_week=week
sort_month=maand
sort_year=jaar

sort_hot=Populair
sort_new=Up-to-date
sort_sub=Abonnement
sort_vote=Score

filesize=Bestandsgrootte
updatetime=Laatste update tijd

opensteam=Open Steam
runerror=Steam moet actief zijn om deze functie te gebruiken!

newtheme=Nieuw thema
edittheme=bewerken

[themesedit]
shell=uiterlijk
offset=afstand
Delimiter and run=Scheidingsteken & run indicator
Progress bar=Voortgangsbalk

savetheme=Redden

applytheme=Past sparen dit thema direct succesvol toe?
filetip_drop=Sleep de afbeelding hier
filetip=Klik of sleep de afbeelding hier direct naartoe
dropfile=Wilt u deze afbeelding vervangen?

selectpicture=Selecteer een afbeelding
cliptip=gewas
clipleft=Links
clipbottom=zoomlijn
clipright=Rechts
cliptop=Bovenrand

dockbg=achtergrond
dockblur=De achtergrond vervagen
Progress bar border=lijst
Progress bar bg=achtergrond
Run indicator=Run indicator
Run offset=afstand
delimiter=afscheider
Margins=Marges
Margins trimmer=Fijnafstemming van marges (aanbevolen waarden 0-0,2)

folder=map
trash_empty=Prullenbak (leeg)
trash_full=Prullenbak (vol)

calmon=maand
calday=datum

timebg=achtergrond
timehour=uur
timeminute=minuut
timesecond=tweede

timetype=Type klok
timetype_pointer=aanwijzer
timetype_number=cijfer
fontname=De naam van het lettertype
fontsize=Tekengrootte
fontalign=Tekstuitlijning
fontpoint=Tekstcoördinaten
format=Tijdsnotatie
fontcolor=Tekstkleur

workshopshare=Upload je thema's naar de Workshop?
sharesuccess=Succesvol geüpload naar de Workshop!
sharefailed=Upload mislukt!

workshop_Preview=Voorbeeld
workshop_description=beschrijving
workshop_otherPreview=Meer previews
workshop_Previewbuild=Automatisch gegenereerd
workshop_Previewselect=Selecteer de afbeelding
workshop_tip_description=Voer een beschrijving van het onderwerp in

[systeminfo]
cpu=Processor
gpu=Grafische kaart
memory=Geheugen
system=Systeem
moreinfo=Meer info

[monitor]
process=Proces
readwrite=Lezen/Schrijven
usage=Gebruikt

;------------------------------------
[tips]
openUACtip=Er is gedetecteerd dat het systeem UAC heeft uitgeschakeld, wat kan resulteren in het onvermogen om de functie van het slepen en neerzetten van bestanden naar het dock te gebruiken om te openen.Wilt u de systeem-UAC inschakelen?
openUACtip1=De UAC is ingeschakeld en het systeem moet opnieuw worden opgestart om van kracht te worden. Wilt u het systeem onmiddellijk opnieuw opstarten?
openUACtip2=UAC inschakelen mislukt!

crashtip=Het programma is gecrasht, opnieuw opstarten?
;------------------------------------

[iconame]

;dock Label name

explorer=Verkenner
launchpad=Launchpad
cal=Kalender
trash=Afval

;The last icon in the folder interface

exploreropen=Openen in map
return=Terug naar vorige

;System time icon label name format

timeformat=yyyy/M/d dddd
; De tijdnotatie is de systeemtijdnotatie y m maand d datum dd dag van de week ddd doordeweekse dag


remove=Verwijderen

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Bedieningspaneel
taskbar=Pictogram in het systeemvak
systemtime=Systeemtijd
network=Netwerk
weather=Weer
battery=Batterij
startmenu=Start menu
virtualdesktop=Virtuele desktops


------------------------------------

[editicon]
;Edit icon window

addtips=Bestanden kunnen hier worden gesleept en neergegooid

reset=Terugstellen
ok=OK
restore=Herstellen
addname=Weergavenaam bewerken
addicotips=Klik op de knop rechtsboven om een ​​pictogram toe te voegen.
switch=Schakelaar
trashempty=Prullenbak leeg
trashfull=Prullenbak vol
iconshell=Pictogrammasker gebruiken
addline=Opdracht uitvoeren

Icon Designer title=Pictogram editor

Icon Designer=Edit
select=Kies het bestand

share=Delen
icolabel=Icon
selectpicture=Kies het bestand
icosize=Icoon schalen
icooffsetx=Iconen zijn horizontaal verschoven
icooffsety=Verticale verschuiving van pictogrammen
icobackground=Achtergrond
iconshadow=Pictogramschaduwen gebruiken
icoroundrect=Pictogram ronde hoek
icocolor=kleur
icogradient color=Verlopen gebruiken
icocolorangle=Gradiënthoek:

;Pop up select file window title

selectfoldertitle=Selecteer map
;Weather forecast search city
searchcity=Plaatsnaam zoeken


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Maand lettergrootte:
dayfontsize=Datum lettergrootte:

monthfont=Maand lettertype:
dayfont=Datum lettertype:
monthpoint=Maand locatie:
daypoint=Datum locatie:
monthposition=Maanduitlijning:
dayposition=Datumuitlijning:
monthcolor=Maand kleur:
daycolor=Datum kleur:
rotation=Rotatiehoek:
default=Standaardconfiguratie gebruiken

ok=OK
test=Test

left=Links
right=Rechts
center=Middelpunt

;Pop up select picture window title

selectcalicon=Een kalenderafbeelding kiezen

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Dit programma is toegevoegd aan het Dock!

titleerror=De weergavenaam van het programma mag niet leeg zijn!
filepatherror=Het programmapad en pictogram mogen niet leeg zijn!

padtitleerror1=De bestandsnaam is gedupliceerd, voer opnieuw in!
padtitleerror2=Bestandswijziging is mislukt, zet het programma niet op de 'C'-schijf!

workshopshare=Upload dit icoon naar de workshop?
workshopsharesuccess=Het icoon is succesvol gedeeld met de workshop!
workshopsharefailed=Pictogram delen mislukt!

formaterror=Niet-ondersteund formaat, zet in png, ico, exe, lnk formaat!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Steam Cloud opslaan
uploadcloudini=Upload het archief
nofoundini=Het archief wordt niet geüpload
downloadcloudini=Download het archief
managesteamcloud=Bestanden beheren
cloudfile=Steam-cloudbestanden
uploadcloudfile=Upload het bestand
filename=Bestandsnaam
filesize=Bestandsgrootte
filetime=Uploadtijd

backupsuccess=Succesvol geüpload!
backupfail=Upload mislukt! 

settitle=MyDockFinder-voorkeuren

Global Settings=Algemene instellingen

openMyDock=MyDock gebruiken
openMyFinder=MyFinder gebruiken

gameautoclose=Automatisch afsluiten bij het afspelen op volledig scherm
ProcessRecentFiles=Geeft het aantal bestanden weer dat onlangs door het programma is geopend


DPIscale=Globale interface display schaal
Globalblurvalue=Algemene waarde voor interfacevervaging 
Accentcolor=Globale interface accentkleur
darkmodeall=Kleurmodus van de globale interface

darkmode_light=Licht
darkmode_dark=Donker
darkmode_auto=Automatisch
darkmode_system=Systeem

uiaccesstop=Toon MyDockFinder boven alle andere vensters

aero=Transparantie inschakelen
systemdarkmode=De systeemkleur volgt mydockfinder
autoupdate=Automatisch controleren op programma-updates
systemstart=Startmodus bij opstarten
none=MyDockFinder niet starten bij opstarten
regedit=Register Waarde
plantask=Taakplanner
Service=Start als service

windowscenterscreen=Het nieuwe venster wordt weergegeven in het midden van het scherm
showhidetaskbar_hotkey=Taakbalk tonen of verbergen Sneltoets

autohidetaskbar=Verberg de taakbalk automatisch bij het opstarten

hidetaskbar_dock=Verbergt de taakbalk op het scherm waar het dock is
hidetaskbar_all=Verberg taakbalk op alle schermen

languagechoice=Kies de weergavetaal van het programma
allfont=Kies programmalettertype
usefontbold=Gebruik vet lettertype
fontscale=De globale schaal van lettertypen wijzigen

themes=Thema

customize_blur=Vervagingsintensiteit aanpassen
customize_opacity=Transparantie aanpassen
customize_stroke=Grens transparantie
customize_enabled_dockbg=Dock gebruikt aangepaste achtergrondvervaging en transparantie
customize_enabled_iconreflection=Dock gebruikt pictogramreflectie
customize_blur_iconreflection=Pas de sterkte van de vervaging van de pictogramreflectie aan
customize_opacity_iconreflection=Transparantie van pictogramreflectie aanpassen
customize_offset_iconreflection=Icoon reflectie afstand aanpassen
customize_stoppoint_iconreflection=Pas de gradiëntafstand van de pictogramreflectie aan

trayicoallshow_systemico=Geeft het systeemvakpictogram in MyFinder weer

customize_enabled_icontag=Dock-pictogramlabel maakt gebruik van aangepaste achtergrondvervaging en transparantie
customize_enabled_menu=Menu maakt gebruik van aangepaste achtergrondvervaging en transparantie
customize_enabled_window=Vensterinterface maakt gebruik van aangepaste achtergrondvervaging en transparantie
customize_enabled_finder=MyFinder gebruikt aangepaste achtergrondvervaging en transparantie
customize_opacity_wallpapercolor=Pas de kleurdichtheid van het achtergrondaccent aan
customize_enabled_folder=Mapinterface maakt gebruik van aangepaste achtergrondvervaging en transparantie
customize_enabled_foldersize=Mapinterface gebruikt aangepaste pictogramgrootte

customize_enabled_pad=Launchpad gebruikt aangepaste achtergrondvervaging
customize_enabled_pad_backdrop=Launchpad gebruikt de huidige schermachtergrond
customize_enabled_pad_winuiwallpaper=App-galerij gebruikt live achtergrondvervagingseffect

selectthemes_icon=Kies pictogramthema
selectthemes_dockskin=Kies een Dock-skinthema


general=Algemeen
advanced=Geavanceerd
preview=Voorbeeld van venster
minimizewindowsettings=Venster minimaliseren
systrayicoset=Systeemvak
screenset=Scherm

timeset=Tijd
notificationset=Kennisgeving

audioset=Audio
displayset=Beeldscherm instellingen
mediaset=Media
batteryset=Batterij
netset=Netwerk
monitorset=Monitor
windowsanimationset=venster animatie


about=Over

icosize=Standaardgrootte van pictogram
icoeffect=Icon effect

dockeffect_none=geen
dockeffect_scale=Het schalen
dockeffect_select=Uitkiezen
dockeffect_light=verlichting
dockeffect_scaleandlight=Schalen en licht
dockeffect_selectandlight=Selecteer en licht
icolightvalue=Icon lichtintensiteit
icobglightvalue=Pictogram achtergrond lichtintensiteit
icobglightcolor=Pictogram achtergrondlichtkleur

icomaxsize=Grootte van het pictogram ingezoomd

icospace=Afstand tussen pictogrammen
edgeposition=Dockafstand tot de rand van het scherm
iconimmersion=Dock gebruikt onderdompelingsmodus bij inactiviteit


displaymode=Dock-weergave verborgen modus selecteren
displaynormal=Standaard weergavemodus
displaybottom=Weergavemodus voor overlay
displayauto=Automatische verbergmodus
displaysmart=Slimme verbergmodus
displayhotkey=Sneltoetsweergavemodus
displayalways=Altijd showmodus
displayhide=Altijd verbergen modus
displayalwaysshow=Altijd weergeven inclusief volledig scherm
displaydesktop=Desktop weergavemodus
showmodewindows=Selecteren hoe het detectievenster in het Dock wordt weergegeven en verborgen
showhidetest_exe=Het huidige programmavenster
showhidetest_all=Alle programmavensters

showhidetype=Selecteer het Dock om het verborgen effect weer te geven

showhideeffect_move=bewegen
showhideeffect_opacity=Verdwijnen

activation Dock Type=Het Dock laat zien hoe het is geactiveerd
showdockact_mouse=De rand van het scherm
showdockact_bar=Activeringsbalk

padicotype=Selecteer welke pictogrammen worden weergegeven door Launchpad
padicotype_normal=Toegevoegde iconen
padicotype_startmenu=Startmenu
padicotype_desktop=Desktop programma
padicosize=Grootte Launchpad-pictogram
padicospacex=Horizontale afstand tussen pictogrammen
padicospacey=Verticale afstand tussen pictogrammen
padicoblacklist=Bewerk het verwijderde Startmenu-programma
padblacklist=Lijsten beheren

positiononscreen=Positie dockscherm
screenleft=Links
screenbottom=Onderkant
screenright=Rechts
screentop=Bovenkant

multiscreen=Selecteer het scherm waarop het Dock moet worden weergegeven
multiscreenpad=Selecteer het scherm om Launchpad weer te geven
actbar_weight=Pas de actieve balkbreedte aan
actbar_height=Pas de hoogte van de actieve balk aan
actbar_offset=Pas de afstand van het actieve balkscherm aan
mouseactdock=Muisvertraging activeert dock-tijd

padscreenname=Dock volgen
lockicon=Vergrendel iconen om slepen te voorkomen
showicontag=Tekst van pictogramtag weergeven
windowsborder=Vensterranden inschakelen om te voorkomen dat vensters worden geblokkeerd
jumpanimation=Klik op het pictogram om te stuiteren om het programma te openen
folderDoubleclickOpen=Dubbelklik op het mappictogram om te openen
foldernoshowopen=Open map-knop niet weergeven
iconmask=Een maskereffect toevoegen aan alle pictogrammen
icomasktype=Globale pictogrammaskerstijl

show indicators=Indicatoren voor open sollicitaties weergeven
Runapp separator=Scheidingsteken voor nieuw actief programma weergeven
newapp=Toon iconen van niet gepinde actieve programma's
blacklist=Beheer lopende programma blacklist
noblacklist=Geen verbodsprocedure
hotcornerleft=Functies in de linker onderhoek van het scherm
hotcornerright=Functies in de rechter onderhoek van het scherm
hotkeypad=Sneltoets voor Launchpad te tonen
hotkeyDock=Dock-sneltoets weergeven
hotkeyborder=Randen van Dock-vensters in- en uitschakelen

dockicobackup=Back-up Dock-pictogrambestand 
backuplist=Back-upbestanden beheren 
Addbackupdockico=Pictogramback-up toevoegen 
locationbackup=Open de back-upmap 

minimize=Het venster naar het Dock minimaliseren
animationoff=Venster sluiten minimaliseer animatie
Slow animation=Houd de Shift-toets ingedrukt om animatie te vertragen
minimizeeffect=Minimaliseer het venster met speciale effecten

genie=Geest
scale=Schub
scaleDX=Schub DX
suck=Zuigen
minimizeAnimationspeed=Animatiesnelheid minimaliseren
Minimize dynamics=Vensterinhoud dynamisch weergeven wanneer geminimaliseerd

Minimize to icon=Vensters minimaliseren in toepassingspictogram
Minimizeblacklist=Annuleren minimaliseert animatieprogramma
Editwindowlist=Vensterlijst bewerken

minicopos=Minimaliseer de positie van het vensterpictogram
dockmin_lastico=Naast het pictogram aan de rechterkant
dockmin_right=Onafhankelijk weergegeven aan de rechterkant
dockmin_rightandlim=De rechterkant wordt onafhankelijk weergegeven met behulp van een scheidingsteken

previewon=Venstervoorbeeld inschakelen
previewsize=Grootte van het venstervoorbeeld
previewdelay=Vertraagde weergavevoorbeeld

previewcontrol=Andere voorbeeldelementen weergeven
previewappname=Naam van de toepassing
previewbutton=Knoppen voor vensterbediening
aeropeek=Volledig venstervoorbeeld weergeven bij muisaanwijzer


logotype=Selecteer de knopstijl aan de linkerkant
diylogo=Selecteer bestand
shutdownmsgbox=Zal bevestigen om het systeem opnieuw uit te schakelen
finderdark=MyFinder-kleurmodus kiezen
showmediacontrol=Geef het pictogram voor het afspelen van media weer

stagemanagerset=Stagemanager
showstagemanager=Toon stagemanager icoon in MyFinder
showstagemanagerwindowtitle=Toon venstertitel bij mouseover
showstagemanagerdesktophidewindows=Klik op de desktop om alle vensters te verbergen
showstagemanagermediaplaypause=Pauzeer en speel automatisch achtergrondvenstermedia af
stagemanager_hotkey=Stage Manager-sneltoetsen


stagemanagerblacklist=Programma's uitgesloten van Stage Manager
stagemanager_showdesktop=toon de bureaubladiconen
desktopico_hide=pictogram altijd verbergen
desktopico_auto=autoshow verbergen
desktopico_show=altijd laten zien

stagemanager_enable=open podiummanager
stagemanager_listpos=De schermpositie waar de vensterlijst zich bevindt
stagemanager_listshowmode=Vensterlijst Toon verborgen modus

stagemanager_windowsize=grootte van vensterlijstpictogram
stagemanager_windowspace=Afstand tussen vensterlijstpictogrammen
stagemanager_windowcount=Aantal pictogrammen in de vensterlijst
stagemanager_windowsblur=Achtergrondvensterpictogrammen vervagen

showuseraccount=Het accountpictogram wordt weergegeven
showfocusassist=Toon Focus Assistent-pictogram
hotkeyfinder=Toon MyFinder Sneltoetsen

systemtraycolor=Gekleurde pictogrammen in het systeemvak weergeven
showkeyboard=Pictogrammen invoermethode weergeven
showsearch=Toon zoekpictogram
showLyrics=Songtekst van muziekspeler weergeven
showLyrics_color=Songteksten van de muziekspeler in kleur weergeven

musiccontrolshowmode=Weergavemodus mediabediening
musiccontrol_close=Niet laten zien
musiccontrol_activity=Weergeven wanneer songteksten worden weergegeven
musiccontrol_always=Altijd laten zien

mouseactfinder=Muisvertraging activering MyFinder-tijd
showusbdevice=Verwisselbare USB-schijven worden weergegeven

finderdark_auto=Volg achtergrondkleur
finderdark_set=Volg systeem

multiscreenfinder=Selecteer het scherm om MyFinder weer te geven
findershowallscreens=Alle schermen
myfinderscaleopen=Gebruik aangepaste schaling

finderdisplaymode=Selecteer MyFinder-weergave verborgen modus
finderautochangecolor=Maximaliseer het venster om de meeslepende modus te gebruiken
finderfastclosewindow=Klik op de rechterbovenhoek om het huidige gemaximaliseerde venster te sluiten
finderlockbtn=Vergrendelknop om slepen te voorkomen
findershowmenu=Andere programmamenu-items weergeven
bluetooth_showbattery=Verbonden bluetooth-apparaat
bluetooth_not show=Niet laten zien
bluetooth_icon=Alleen pictogrammen weergeven
bluetooth_value=Pictogram weergeven en batterijniveau

showaudio=Volumesymbool weergeven in MyFinder
showmicrophone=Microfoonpictogram weergeven in MyFinder

showbattery=Batterijsymbool weergeven in MyFinder
shownetwork=Net-symbool weergeven in MyFinder
showbluetooth=Bluetooth-symbool weergeven in MyFinder
showdisplay=Weergavepictogram weergeven in MyFinder
showcpu=CPU
showtemp=Coretemp
showmen=MANNEN
showdisk=SCHIJF
shownet=NETWERK

showbatterytime=Geeft de resterende batterijduur weer
batteryshow_none=Niet afgebeeld
batteryshow_acdc=Altijd weergegeven
batteryshow_ac=Bij gebruik van een voeding
batteryshow_dc=Bij gebruik van batterijen

powerset_open=Automatisch schakelen tussen energiebeheerschema's
powerset_aconline=Energiebeheerschema's bij gebruik van stroom
powerset_battery=Energiebeheerschema's bij gebruik van batterijen

Calendarfirstday=Eerste dag van de week
Calendar_Sunday=Zondag
Calendar_Monnday=Maandag

formatdate=Datumweergavenotatie kiezen
formattime=Tijdweergave-indeling kiezen
customformatdate=Pas de datumweergave-indeling aan
customformattime=Pas het formaat van de tijdweergave aan

showbatteryvalue=Batterijpercentage weergeven 
audiotip=Geluid van volumewijziging afspelen
mediatype=Selecteer de volume- en helderheidspromptstijl

media_system=Systeem
media_speakers=MacOS
media_phone=IOS/IpadOS

hotkeyvolup=Sneltoets Volume omhoog
hotkeyvoldown=Sneltoets Volume omlaag
hotkeyvolmute=Sneltoets volume dempen
hotkeymicup=Sneltoets microfoonvolume omhoog
hotkeymicdown=Sneltoets microfoonvolume omlaag
hotkeymicmute=Sneltoets microfoon dempen


hotkeybriup=Sneltoets helderheid omhoog
hotkeybridown=Sneltoets Helderheid omlaag

systemnotification=Systeem notificatie
usbdevicenotification=Mobiele schijfverbinding weergeven en melding verwijderen
bluetoothdevicenotification=Melding Bluetooth-apparaatverbinding weergeven
Appnotification=App notificaties
notification_open=Meldingen toestaan
notification_type=Hoe bannermeldingen worden weergegeven
notification_time=Weergavetijd bannermelding
notification_show_close=Geen banner weergeven
notification_show_once=Alleen de eerste keer weergeven
notification_show_always=Altijd laten zien

trayicoallshow_myfinder=Toon altijd alle systeemvakpictogrammen in MyFinder
trayicoallshow_mydock=Toon altijd alle systeemvakpictogrammen in MyDock
trayicoallshow_systemico=Geef het systeemvakpictogram in MyFinder weer
trayico_waittime=Het nieuw uitgevoerde systeemvakpictogram geeft de tijd aan

Apptrayico=App-vakpictogram
apptrayicoshow_finder=Pictogram in systeemvak in MyFinder weergeven
apptrayicoshow_dock=Pictogram in systeemvak weergeven in MyDock

screenround=Scherm afgeronde hoeken
screenround_show=Afgeronde schermhoeken inschakelen
screenround_size=Grootte van schermhoek
screenround_color=Kleur

openwindowsshow=Animatie voor het openen van een venster
windowsopeneffect=Venster openen animatie-effect

openwindowsclose=venster sluiten animatie
windowscloseeffect=Venster sluiten animatie-effect
windowsblacklistadd=Voeg vensters toe aan de lijst met uitgesloten programma's
windowsblacklistdel=Verwijder vensters voor uitgesloten programma's
windowsclose_animation=Pas de animatiesnelheid aan

stagemanager_animation=Pas de animatiesnelheid aan
mediatiptime=Volume helderheid prompt display tijd

other=ander

wallpaper=Achtergrond

selectwallpaper=Selecteer Wallpaper thema
wallpapernone=Geen
loadwallpaper=Laad wallpaper thema 
wallpaperdownload=Download wallpaper thema's 
wallpaperOK=Toepassing 
restartdock=Dock opnieuw opstarten
resetini=Verwijder gegevens
resetini_ok=Duidelijk
resetini_config=Voorkeuren Profiel
resetini_ico=Dock-pictogramprofiel
resetini_padico=Configuratie applicatiebibliotheek
resetini_padicocache=Launchpad-pictogramcache

systemiconcache=Systeempictogramcache
uninstall=De-installeren

updatelog=Changelog
updatelogcheck=Bekijken

ok=OK
cancel=Annuleren

------------------------------------------------------------
[hotcorners]
nothing=niets
allwindows=Toon alle vensters
launchpad=Launchpad weergeven
displaytosleep=Het beeldscherm uitschakelen
startmenu=Startmenu weergeven
showdesktop=Bureaublad weergeven
actioncenter=Windows-operatiecentrum
screensaver=Screenprotector
Windows widget=Windows-widgets

[settingtips]

backupsuccess=Succesvol geüpload!
backupfail=Upload mislukt!

hotkeyhideerror=Stel in om de Dock-sneltoets weer te geven, anders is deze functie mogelijk niet beschikbaar!
resetinitip=Wilt u het configuratiebestand resetten?
systemicontip=Wilt u de cache van het systeempictogram wissen?

DPItips=Sommige interfaces worden van kracht na het sluiten en heropenen!
winuiwallpapertip=Als de computer crasht na het inschakelen, schakel deze optie dan uit, en het zal van kracht worden nadat het programma opnieuw is opgestart! ! !

;An error message pops up on the setting interface
padicotypetips=Nadat u deze optie hebt gewijzigd, moet u het pictogram opnieuw instellen, kies zorgvuldig!

edgetip=De grens van het open limietvenster kan niet worden aangepast!
autohideerror=Deze functie kan niet worden ingeschakeld bij het openen van de venstergrens!
neterror=Netwerkfout, controleer de verbinding.
autohide=Auto hide Dock kan deze functie niet inschakelen!
updateerror1=Netwerkfout, probeer het opnieuw!

updatetip1=Is er een nieuwe versie bijgewerkt?
updatetip2=Wordt het bestand direct na het downloaden bijgewerkt?

noupdate=Het is de nieuwste versie, geen noodzaak om te updaten!

restarttip=Open na het opnieuw opstarten van het programma!

languagetips=Sommige interfaces moeten opnieuw worden opgestart om te veranderen!

restartruntip=Wilt u het programma opnieuw opstarten?

backupfolderror=Kan de back-upmap niet maken, controleer de mapmachtigingen!

backuptips=Wilt u dit back-upbestand herstellen?


;-------------------------------------------------------------------

[menu]
;Right menu
closewindows=Sluit het venster

RecentFiles=Recent geopende bestanden
otheroption=Opties
dockmenu=Programma menu
menurecent=Recent bezocht
menubind=Vast
menutask=taak

edit_cut=Snee
edit_copy=Kopiëren
edit_paste=Plakken
edit_selectall=Selecteer alles
edit_delete=Verwijderen
edit_openurl=Open url

workshop=Workshop
newfinderwindow=Nieuw Verkenner-venster
gotofolder=Ga naar map
connecttoserver=Extern bureaublad
showlaunchpad=Launchpad weergeven


addnormalicon=Normaal pictogram toevoegen
addsystemicon=Systeempictogram toevoegen
add delimiter=Scheidingsteken toevoegen
del delimiter=Scheidingsteken verwijderen

showtaskbar=Taakbalk weergeven
hidetaskbar=Taakbalk verbergen
preference=Voorkeuren
enddock=Beëindig het programma

editicon=Dit pictogram instellen
removefromdock=Verwijderen uit Dock
keepindock=In het Dock houden
locationfile=Bestandslocatie openen
runagain=Voer dit programma opnieuw uit
nevershowthis=Toon dit programma niet opnieuw
adminmode=Werking beheerdersmodus
open=Openen
quit=Verlaten

emptytrash=Prullenbak leegmaken
sortorder=sorteren op
Byname=Naam
Bysize=Grootte
Byextension=Type
Bydate/time=De tijd wijzigen
Createtime=Creatietijd
Groupdirectories=Eerst mappen
reverseorder=Omgekeerd sorteren
closewindow=Sluit dit venster
Display=De weergave-inhoud is
Folder=Map
Stack=Stapel
Locatefolder=Direct open
FolderEffect=Weergave-effect
Grid=Rooster
Fan=Waaier
menufold=Menu

showmodeapps=Onafhankelijke weergave- en verbergmodus instellen
showmodedesktop=Bureaubladweergave en verbergmodus instellen
NominiEffect=Animatie niet weergeven
nevershowprogress bar=Deze programmavoortgangsbalk niet meer weergeven
showmodenormal=Volg de instellingen
msgtips=Een berichtherinnering instellen
incognito=Nieuw venster incognitomodus

systemmenu=Systeem menu

timeskin=Selecteer wijzerplaat
timedefault=Verstek

----------------------------------------------

[launchpad]

addicon=Pictogram toevoegen
deleteicon=Verwijder dit pictogram
padsortname=Sorteren op naam
padsort=Icoon automatisch invullen

search=Zoeken
ok=OK
addtips=Sleep de exe- en lnk-bestanden hierheen
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=OK
cancel=Annuleren
trashok=De prullenbak legen
trashtitle=Weet je zeker dat je de items in de prullenbak wilt legen?
batterytip=Sluit de oplader aan als de batterij bijna leeg is!

eject=is uitgeworpen
Connected=verbonden
brightnesstip=Het aanpassen van de helderheid van de monitor kan permanente schade aan de monitor veroorzaken, doe het met de nodige voorzichtigheid!
brightnesstip1=Er wordt een monitorhelderheid van 0 gedetecteerd, als de monitor geen inhoud weergeeft of niet op OK klikt, stelt u de helderheid van het beeldscherm na 5 seconden opnieuw in


-----------------------------------------------
; Tijd-formaat omschrijving
;ddd dag van de week dddd dag van de week M maand d dag H 24 uur formaat h 12 uur formaat m minuten s seconden
;D ouble letters met twee cijfers bijvoorbeeld HH:mm:ss 09:06:05
; Alle volgende formaten kunnen worden aangepast en gewijzigd, en het nummer aan de linkerkant kan onbeperkt worden toegevoegd  leeg gelaten om aan te geven dat de datum niet wordt weergegeven
; Nadat de wijziging is opgeslagen, wordt deze onmiddellijk van kracht, direct ingesteld en klikt u op het menu tijdnotatie om het effect weer te geven
[formatdate]
1=
2=ddd
3=MMM d
4=MMM d ddd
5=ddd MMM d

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;Calendar icon month text

m1=Jan
m2=Feb
m3=Mar
m4=Apr
m5=May
m6=Jun
m7=Jul
m8=Aug
m9=Sep
m10=Oct
m11=Nov
m12=Dec


[findermenu]
spatialaudio=Ruimtelijke audio

bluetoothdisconnect=Verbreek de verbinding
bluetoothunpair=Apparaat verwijderen

lockscreen=Vergrendel je scherm
usersetting=Accountinstellingen

HideMenu=Verbergt de menubalk van het venster
systemmenu=Menu Venster

bluetooth=Bluetooth-netwerk
Bluetooth settings=Bluetooth-instellingen
device=Apparaat
Preferred network=Voorkeursnetwerk
other networks=Andere netwerken
network settings =Netwerkinstellingen
Audio=Geluid
output=Uitvoer
Microphone=Microfoon
input=Invoerapparaat
audio settings=Audio-instellingen
battery settings=Batterij instellingen
BatteryEstimatedTime=over
batterytime_hour=uren
batterytime_min=minuten
Edit title=Titel bewerken
Window border=Behoud vensterrand
end finder=Stop MyFinder
About This PC=Over deze pc
System settings=Systeeminstellingen
app Store=Microsoft Store
Task manager=Taakbeheer
Sleep=Slaapstand
Dormant=Sluimerstand
Shutdown=Afsluiten
Reboot=Opnieuw opstarten
Shutdown&Update=Afsluiten en bijwerken
Reboot&Update=Opnieuw opstarten en bijwerken

Lock screen=Vergrendelen
Logout=Uitloggen

symbol=Emoticons en symbolen weergeven 
Screen Keyboard=Schermtoetsenbord weergeven 
keyboardname=Toetsenbordnaam weergeven
Keyboard settings=Toetsenbordinstellingen
display=Beeldscherm
systemdark=Donkere modus van het systeem
bluelight=Blauw licht
focusassist=Focus-assistent
focusoff=Sluiting
focusPriorityOnly=Alleen prioriteitsmelding
focusAlarmsOnly=Alleen wekker
Notification settings=Notificatie voorkeuren
screen projection=Projecteren
screen INTERNAL=Alleen computerscherm
screen CLONE=kopiëren
screen EXTEND=Uitbreiden
screen EXTERNAL=Alleen tweede scherm
displayset=Weergave-instellingen
hotspot=Hotspot
airplane=Vliegtuig
deviceon=Aan
deviceoff=Uit
eject=Uitwerpen
open=Open

[findertips]
Mute=Gedempt
battery=Batterij
AcOnLine=Power OnLine
Charging=Opladen
notCharging=Niet opladen
Usebattery=Batterij gebruiken
Full battery=Volle batterij
brightness=Helderheid
show trayico=Toon Systeemvak

[findertitle]

[findermenubrowser]
new=Nieuw
newtab=Nieuw tabblad
newwindow=Nieuw venster
favorites=Favorieten
history=Geschiedenis
download=Download
window=Window
file=Bestand
no file=Geen bestand geselecteerd

View=Bekijken
Sort by=Sorteren op
Group by=Groeperen op
refresh=Gespoeld
showicons=Geeft bureaubladpictogrammen weer

sort_none=niet
sort_bigicon=Grote iconen
sort_mediumicon=Pictogram Gemiddeld
sort_smallicon=Kleine pictogrammen
sort_superbigicon=Oversized pictogrammen
sort_list=lijst
sort_details=Bijzonderheden
sort_tile=Tegel
sort_content=tevreden
sort_name=naam
sort_size=grootte
sort_type=type
sort_time=datum
sort_ascending=oplopende volgorde
sort_descending=Aflopende
sort_AutoArrange=Pictogrammen worden automatisch gerangschikt
sort_snaptogrid=Automatisch pictogrammen rangschikken die zijn uitgelijnd op het raster

[shutdown]
shutdown=Wilt u deze computer afsluiten?
Reboot=Wilt u de computer opnieuw opstarten?
Logout=Wilt u uitloggen?
Dormant=Wilt u deze computer in de sluimerstand zetten?
sleep=Wilt u dat deze computer in de sluimerstand staat?
now=nu
minute=minuut
[wifi]
password=Wachtwoord:
showpassword=Toon wachtwoord
join=Verbinden
cancel=Annuleren


[weather]
00=Zonnig
01=Bewolkt
02=bewolkte dag
03=Douches
04=Onweersbui
05=Onweer met hagel
06=Natte sneeuw
07=Lichte regen
08=Matige regen
09=Zware regenval
10=Regenbui
11=Zware regenval
12=Zware regenval
13=Sneeuwbuien
14=Koyuki
15=Zhongxue
16=Zware sneeuwval
17=Blizzard
18=Tand
19=Aanvriezende regen
20=Zandstorm
21=Lichte tot matige regen
22=Matige tot zware regen
23=Zware regenval
24=Zware regen tot zware regen
25=Zware regen tot extreme regen
26=Kleine tot middelgrote sneeuw
27=Matige tot zware sneeuwval
28=Groot tot Blizzard
29=Drijvend stof
30=Zand
31=Sterke zandstorm
32=Dichte mist
33=Sneeuw
49=Sterke mist
53=Nevel
54=Matige waas
55=Zware waas
56=Ernstige waas
57=Zware mist
58=Sterke mist
301=Regen
302=Sneeuw